[
    {
        "id": 0,
        "title": "Вдовий плат",
        "author": "Борис Акунин",
        "year": 2016,
        "photoUrl": "https://library.nstu.ru/upload/iblock/3f9/3f91ca7f9ab27219d4be950e51bda505.jpg",
        "description": "Действие происходит в XV веке. Противостояние Москвы и Великого Новгорода. В Новгородской республике вот-вот должны пройти выборы. Все средства хороши, чтобы получить власть – убийства, интриги, слухи. Большое влияние на жизнь Новгорода оказывают три женщины. Они занимаются политикой, экономикой, ведут дела с мужской жесткостью."
    },
    {
        "id": 1,
        "title": "Мастер и Маргарита",
        "author": "Михаил Булгаков",
        "year": 1984,
        "description": "Мастер и Маргарита» – блистательный шедевр, созданный Михаилом Булгаковым, завораживающая мистическая дьяволиада, обнажающая вечные темы любви, борьбы добра со злом, смерти и бессмертия. Эта книга – на века, она не теряет своей привлекательности; прочтя первую фразу: «В час жаркого весеннего заката на Патриарших прудах появились двое граждан…», мы добровольно, неминуемо и безвозвратно погружаемся в мир Мастера, Маргариты, Пилата, Воланда, Азазелло с Коровьевым и других героев романа. ",
        "photoUrl": "https://skidka-msk.ru/images/prodacts/sourse/61665/61665085_master-i-margarita.jpg"
    },
    {
        "id": 2,
        "title": "Преступление и наказание",
        "author": "Достоевский Федор Михайлович",
        "year": 1866,
        "description": "На что способен человек в момент отчаяния, когда нужно срочно искать выход из сложившегося положения? Насколько сильно он готов жертвовать собой? Где грань между величием и ничтожеством? Эти и многие другие темы затрагивает Ф. М. Достоевский в романе «Преступление и наказание», который уже много десятилетий покоряет сердца читателей. Главные вопросы произведения всегда были и будут актуальны, над ними размышляют из поколения в поколение. Язык повествования удобен для восприятия, наслаждаешься прекрасными образами, четкой передачей атмосферы и настроений.",
        "photoUrl": "https://cdn1.ozone.ru/s3/multimedia-o/6009400596.jpg"
    },
    {
        "id": 3,
        "title": "Мертвые души",
        "author": "Гоголь Николай Васильевич",
        "year": 2007,
        "description": "Мертвые души Николая Гоголя – яркое литературное произведение, которое занимает достойное место в русской классике. Писатель хотел продолжить его, но получилось так, что у читателя есть возможность познакомиться только с первым томом. Книга покоряет сердце каждого, кто смог узреть её глубину.",
        "photoUrl": "https://cdn1.ozone.ru/multimedia/1011479455.jpg"
    },
    {
        "id": 4,
        "title": "Мартин Иден",
        "author": "Джек Лондон",
        "year": 1909,
        "description": "Настоящий мужчина – некий идеальный образ, которого чаще всего и в природе не существует. Однако у большинства он связан с представлением о человеке, который силен не только телом, но и духом, который будет отстаивать свои взгляды, защищать любимую женщину, не сдаваться в трудную минуту. И сейчас это описание может показаться слишком банальным, однако в начале 20 века это было не так. Хотя и сейчас этот образ вызывает уважение. Роман «Мартин Иден» считается одним из самых необычных произведений Джека Лондона. Он изменил сознание молодых людей разных стран в то время, когда был выпущен.",
        "photoUrl": "https://alifba.ru/storage/img/products/51565/978-5-389-01623-1.jpg"
    },
    {
        "id": 5,
        "title": "Так говорил Заратустра",
        "author": "Ницше Фридрих Вильгельм",
        "year": 1885,
        "description": "В чем суть жизни человека, к чему ему следует стремиться – об этом неоднократно задумывались мыслители в разное время. Да и любой человек, наверняка, размышляет о том, как найти истинный путь. Фридрих Ницше поделился своими идеями в работе «Так говорил Заратустра». Это философский роман, который поэтичен и афористичен, он тяжело воспринимается, поскольку приходится каждый раз всматриваться вглубь образов, метафор, изречений автора, но это того стоит.",
        "photoUrl": "https://im0-tub-ru.yandex.net/i?id=40d34ca1cbc614a030d7102474802a97&n=13&exp=1"
    },
    {
        "id": 6,
        "title": "Гроздья гнева",
        "author": "Стейнбек Джон Эрнст",
        "year": 1939,
        "description": "Роман «Гроздья гнева» является самым известным произведением Джона Стейнбека. За него писатель удостоился Нобелевской премии. По причине того, что в романе слишком ярко отражены невзгоды и проблемы, с которыми приходилось сталкиваться людям, книга была запрещена в отдельные периоды в разных городах США. Она погружает в эпоху Великой депрессии, которая относится к 30-м годам 20 века, и хорошо передает атмосферу того времени. Кажется, что писатель не оставляет выбора, не дает надежды, он пишет четко, строго и болезненно категорично, как будто люди не смогут найти выход из положения. Из-за этого роман тяжело читается, вызывает противоречивые мысли, но он стоит того, чтобы его прочитать и лучше понять, что происходило в те годы.",
        "photoUrl": "https://im0-tub-ru.yandex.net/i?id=278330a0899f84472a7538ddef059b88&n=13&exp=1"
    },
    {
        "id": 7,
        "title": "Чингиз-Хан",
        "author": "Ян Василий Григорьевич",
        "year": 2010,
        "description": "Прижизненное издание. Москва, 1947. Советский писатель. Издательский переплет. Сохранность хорошая. Издание включает книги первую и вторую, эпилог. Предваряет издание предисловие автора.",
        "photoUrl": "https://cdn1.ozone.ru/multimedia/1004531534.jpg"
    },
    {
        "id": 8,
        "title": "Батый",
        "author": "Ян Василий Григорьевич",
        "year": 1942,
        "description": "Одним из самых запоминающихся, болезненных и кровавых периодов в истории России считается время нашествия татаро-монголов. Этот период был долгим и мучительным для российских земель, Золотая Орда не желала останавливаться ни перед чем в достижении своей цели. Однако историю, написанную сухим и отстраненным языком, бывает не так интересно читать, как произведения, изобилующие яркими описаниями, четко передающими атмосферу того времени. Трилогия о нашествии монголов, написанная Василием Яном, может быть отнесена к разряду тех произведений, которые погружают в описываемые события настолько, что, кажется, видишь все своими глазами.",
        "photoUrl": "https://cdn1.ozone.ru/s3/multimedia-v/6025044043.jpg"
    },
    {
        "id": 9,
        "title": "К последнему морю",
        "author": "Ян Василий Григорьевич",
        "year": 1955,
        "description": "Чтобы завоевать весь мир, нужно иметь очень много сил и большую власть. И если одни готовы из страха стразу же покориться, то другие будут биться до последнего. За всю историю из тех, кто хотел подчинить мир своей власти, можно выделить татаро-монголов, не желавших щадить никого. Этот период описан Василием Григорьевичем Яном в цикле «Нашествие монголов», а книга «К \"последнему\" морю» завершает трилогию.",
        "photoUrl": "https://cdn1.ozone.ru/multimedia/1003865363.jpg"
    }
]
