[
  {
    "id": 0,
    "title": "Вдовий плат",
    "author": "Борис Акунин",
    "year": 2016,
    "description": "<p>Борис Акунин широко известен как автор потрясающих детективных романов, однако он также является автором многих исторических произведений, среди которых «Вдовий плат». Писатель даёт возможность взглянуть на один из важнейших исторических периодов нашей страны. Он вводит в повествование выдуманных героев, но лишь затем, чтобы интерес читателя сохранялся на протяжении всего чтения. Вместе с тем события отражены достаточно достоверно, чтобы составить о них своё мнение. Можно с удовольствием вспомнить пройденное в школе, только отношение к этому теперь совсем иное. Описываемый период охватывает время правления двух царей – Ивана III и Ивана IV. Первого называли Грозным при его жизни, но затем появился второй, и именно его называют Грозным, говоря об истории России.</p><p>Большое внимание в книге уделяется отношениям с Великим Новгородом. Раздробленность Руси ослабила её, это стало одной из причин, почему она не смогла устоять под натиском татаро-монгольского ига. Царь решил изменить обстановку в стране, объединив земли вокруг Москвы. Многие княжества оказалось легко присоединить, но только не Великий Новгород. Он сильно отличался от всего государства. Здесь чтили демократические традиции в управлении, здесь был свой уклад жизни. Именно о том, каково было положение Новгорода, почему всё же произошло его падение, и пишет автор книги.</p><p>Личность Ивана Грозного до сих пор вызывает множество споров. В небольшой повести «Знак Каина», входящей в книгу, раскрывается его характер. Информация представлена в виде монологов самого царя, что выглядит очень правдоподобно и хорошо отражает причины его поступков, суждения, его психологические особенности. Это представляется весьма интересным и, возможно, позволит изменить мнение об этой яркой исторической фигуре.</p>",
    "photoUrl": "https://library.nstu.ru/upload/iblock/3f9/3f91ca7f9ab27219d4be950e51bda505.jpg"
  },
  {
    "id": 1,
    "title": "Мастер и Маргарита",
    "author": "Михаил Булгаков",
    "year": 1984,
    "description": "<p>Роман Михаила Булгакова «Мастер и Маргарита» - одно из величайших произведений русской литературы 20 века. Он очень многогранен, его можно неоднократно перечитывать, каждый раз находя новый смысл. Это роман-загадка, роман-откровение, который запоминается на всю жизнь</p><p>События происходят в 30-40-х годах 20 века. В Москву прибывает дьявол вместе со своей свитой, перед людьми он представляется иностранцем. Воланд заводит разговоры о религии, существовании Бога, мистическим образом вмешиваясь в судьбы людей. В театре «Варьете» он проводит выступление, где показывает совершенно невероятные фокусы. Он предоставляет женщинам возможность выбрать себе любые наряды абсолютно бесплатно. Но когда они выходят из театра, то остаются совершенно нагими, одежда исчезает. Личность Воланда таинственна, никто толком о нём ничего не знает. А он вершит правосудие, наказывая людей за алчность, трусость, лживость, предательство.</p><p>Второй линией в сюжете является любовная. Маргарита – жена важного чиновника встречает Мастера – неизвестного писателя. Их объединяет запретная, роковая любовь, в то же время она глубокая, спокойная. Мастер пишет книгу о древнем городе Ершалаиме, в котором Понтий Пилат судит Иисуса Христа. Критики осмеивают религиозную тематику. В стране было запрещено чтение религиозной литературы, Евангелия.</p><p>В романе затрагивается тема существования Бога, веры, справедливости. Воланд вместе со своей свитой разоблачают множество людских пороков, наказывая виновных. Любовь Мастера и Маргариты, искренняя и преданная, способна пройти через самые тяжкие испытания.</p>",
    "photoUrl": "https://skidka-msk.ru/images/prodacts/sourse/61665/61665085_master-i-margarita.jpg"
  },
  {
    "id": 2,
    "title": "Преступление и наказание",
    "author": "Достоевский Федор Михайлович",
    "year": 1866,
    "description": "<p>На что способен человек в момент отчаяния, когда нужно срочно искать выход из сложившегося положения? Насколько сильно он готов жертвовать собой? Где грань между величием и ничтожеством? Эти и многие другие темы затрагивает Ф. М. Достоевский в романе «Преступление и наказание», который уже много десятилетий покоряет сердца читателей. Главные вопросы произведения всегда были и будут актуальны, над ними размышляют из поколения в поколение. Язык повествования удобен для восприятия, наслаждаешься прекрасными образами, четкой передачей атмосферы и настроений.</p><p>Главным героем романа является студент, который долгое время размышлял над тем, как совершить убийство старушки-процентщицы. У Родиона очень тяжело с деньгами, и он полагает, что всего лишь одно убийство способно решить все его проблемы. Он думает о том, что только сильная личность способна пойти на это, а именно таковым человеком он себя и считает. Хотя иногда у него возникают сомнения, ведь ему очень непросто совершить то, что он задумал. Однако он не предстает перед читателем исключительно отрицательным персонажем. Родион способен на светлые чувства, у него бывают благородные порывы. Сюжет романа напоминает детектив, что очень увлекает читателя, однако еще больший интерес вызывают идеи романа, его глубина и наполненность.</p><p>Отдельной темой книги можно выделить тему большого города, который словно давит на человека, мешая ему дышать и жить. Создается ощущение, будто город управляет человеческими судьбами, а не люди влияют на город. Во время чтения задумываешься о жертвенности и спасении души, справедливости, наказании и ответственности, свободе и гордости человека. И еще яснее понимаешь, что эти понятия у разных людей отличаются.</p>",
    "photoUrl": "https://cdn1.ozone.ru/s3/multimedia-o/6009400596.jpg"
  },
  {
    "id": 3,
    "title": "Мертвые души",
    "author": "Гоголь Николай Васильевич",
    "year": 2007,
    "description": "<p>«Мертвые души» Николая Гоголя – яркое литературное произведение, которое занимает достойное место в русской классике. Писатель хотел продолжить его, но получилось так, что у читателя есть возможность познакомиться только с первым томом. Книга покоряет сердце каждого, кто смог узреть её глубину.</p><p>В этой поэме Н. В. Гоголь отражает свою любовь к бесконечным просторам своей родины, восхищается её красотой и чистотой. Видно, что писатель любит и свой родной язык, и всех людей, живущих здесь. Тем не менее, это не мешает ему видеть недостатки этих личностей, которые он ярко отражает в главных героях поэмы.</p><p>Перед глазами читателя предстаёт главный герой – помещик Чичиков, который путешествует по разным губерниям и скупает “мертвые души”, то есть тех людей, которые уже умерли. Таким образом он хочет разбогатеть. Во время своих поездок он встречает самых разных людей, которым даёт свою оценку. И хотя их характеры кажутся разными, их объединяет то, что все они думают о собственной выгоде и слишком сосредоточены на материальных ценностях и удовлетворении низменных потребностей. Это тоже своего рода мёртвые души; души, в которых нет духовности. Они мертвы, хотя люди ещё кажутся живыми.</p><p>В этом произведении сочетается юмор и едкая сатира, при этом она не кажется слишком грубой. Чичикова можно считать отрицательным героем. Но, если посмотреть с другой стороны, те люди, которые его окружают, вряд ли являются образцом для подражания. Разница лишь в том, что Чичиков не обманывает самого себя в своих устремлениях. Во время чтения поэмы проникаешься любовью к России и с любопытством начинаешь наблюдать за окружающими, обнаруживая в них те же самые черты, что есть у персонажей книги.</p><p>Произведение относится к жанру Проза. Оно было опубликовано в 2007 году издательством Клуб семейного досуга. Книга входит в серию \"Список школьной литературы 9 класс\". На нашем сайте можно скачать книгу \"Мертвые души\" в формате epub, fb2, pdf, txt или читать онлайн. Рейтинг книги составляет 3.9 из 5. Здесь так же можно перед прочтением обратиться к отзывам читателей, уже знакомых с книгой, и узнать их мнение. В интернет-магазине нашего партнера вы можете купить и прочитать книгу в бумажном варианте.</p>",
    "photoUrl": "https://cdn1.ozone.ru/multimedia/1011479455.jpg"
  },
  {
    "id": 4,
    "title": "Мартин Иден",
    "author": "Джек Лондон",
    "year": 1909,
    "description": "<p>Настоящий мужчина – некий идеальный образ, которого чаще всего и в природе не существует. Однако у большинства он связан с представлением о человеке, который силен не только телом, но и духом, который будет отстаивать свои взгляды, защищать любимую женщину, не сдаваться в трудную минуту. И сейчас это описание может показаться слишком банальным, однако в начале 20 века это было не так. Хотя и сейчас этот образ вызывает уважение. Роман «Мартин Иден» считается одним из самых необычных произведений Джека Лондона. Он изменил сознание молодых людей разных стран в то время, когда был выпущен.</p><p>Во время чтения романа появляется ощущение биографичности повествования, настолько точно и красочно переданы эмоции главного героя. И это ощущение будет верным, ведь если обратиться к биографии писателя, то можно заметить много схожего. Однако политические и философские убеждения писателя отличались от убеждений главного героя, поэтому имеет место лишь сходство событий и романтических переживаний.</p><p>Главным героем романа является Мартин Иден – молодой человек из низшего сословия. Он случайно познакомился девушкой из богатой семьи и влюбился в нее с первого взгляда. Он понимает, что недостаточно образован и интеллигентен для нее, а потому решает заняться самообразованием. Мартин преследует цель во что бы то ни стало добиться сердца Руфи. Молодой человек уверен в том, что сможет стать хорошим писателем и поэтом. Руфь поддерживает его стремление к образованию. Однако на пути у Мартина появляется немало препятствий, и самое главное – в его переосмыслении жизненных ценностей.</p>",
    "photoUrl": "https://alifba.ru/storage/img/products/51565/978-5-389-01623-1.jpg"
  },
  {
    "id": 5,
    "title": "Так говорил Заратустра",
    "author": "Ницше Фридрих Вильгельм",
    "year": 1885,
    "description": "<p>В чем суть жизни человека, к чему ему следует стремиться – об этом неоднократно задумывались мыслители в разное время. Да и любой человек, наверняка, размышляет о том, как найти истинный путь. Фридрих Ницше поделился своими идеями в работе «Так говорил Заратустра». Это философский роман, который поэтичен и афористичен, он тяжело воспринимается, поскольку приходится каждый раз всматриваться вглубь образов, метафор, изречений автора, но это того стоит.</p><p>Ницше изначально написал три части произведения, а затем хотел создать еще три, но ему удалось написать только четвертую. Впоследствии они были объединены в одну книгу, однако заметна незаконченность некоторых мыслей автора, что дает возможность читателю поразмышлять самостоятельно и прийти к собственным выводам.</p><p>Книга рассказывает о жизни и учении одного из бродячих философов, который много времени проводит в уединении, а затем приходит к людям, чтобы поделиться с ними своими мыслями. Одной из центральных тем учения философа является тема Сверхчеловека, которую так любил Ницше. Он считал обычного человека лишь переходным звеном между животным и Сверхчеловеком, который представляется чем-то идеальным. Такой человек независим, свободен в своих устремлениях и порывах, стремится создавать нечто новое, он не ограничен рамками общественного мнения и моралью.</p><p>Писатель уделил внимание теме общения человека с себе подобными, самим собой и природой. Видны его взгляды, мировоззрение и оценки, заметно его отношение к жизни и к людям. Ницше говорит о том, что каждый должен идти своим путем, но в то же время должен быть готов, что однажды история повторится, ведь жизнь циклична во всех ее проявлениях. С его мнением можно спорить или соглашаться, однозначно лишь то, что его труд заставит погрузиться в раздумья, задаваясь непростыми вопросами, работая над своим духовным развитием.</p>",
    "photoUrl": "https://im0-tub-ru.yandex.net/i?id=40d34ca1cbc614a030d7102474802a97&n=13&exp=1"
  },
  {
    "id": 6,
    "title": "Гроздья гнева",
    "author": "Стейнбек Джон Эрнст",
    "year": 1939,
    "description": "<p>Роман «Гроздья гнева» является самым известным произведением Джона Стейнбека. За него писатель удостоился Нобелевской премии. По причине того, что в романе слишком ярко отражены невзгоды и проблемы, с которыми приходилось сталкиваться людям, книга была запрещена в отдельные периоды в разных городах США. Она погружает в эпоху Великой депрессии, которая относится к 30-м годам 20 века, и хорошо передает атмосферу того времени. Кажется, что писатель не оставляет выбора, не дает надежды, он пишет четко, строго и болезненно категорично, как будто люди не смогут найти выход из положения. Из-за этого роман тяжело читается, вызывает противоречивые мысли, но он стоит того, чтобы его прочитать и лучше понять, что происходило в те годы.</p><p>В книге рассказано об истории одной фермерской семьи. Когда в стране наступил экономический кризис, а работу найти стало очень сложно, многие отправились вместе с семьями в другие места. Так же поступила семья Джоуд. Раньше они обрабатывали землю, но с некоторого времени это стало невозможно. Они надеялись обрести лучшую жизнь, только готово ли общество другого города принять их? Ведь таких, как они, там слишком много.</p>",
    "photoUrl": "https://im0-tub-ru.yandex.net/i?id=278330a0899f84472a7538ddef059b88&n=13&exp=1"
  },
  {
    "id": 7,
    "title": "Чингиз-Хан",
    "author": "Ян Василий Григорьевич",
    "year": 2010,
    "description": "Прижизненное издание. Москва, 1947. Советский писатель. Издательский переплет. Сохранность хорошая. Издание включает книги первую и вторую, эпилог. Предваряет издание предисловие автора.",
    "photoUrl": "https://cdn1.ozone.ru/multimedia/1004531534.jpg"
  },
  {
    "id": 8,
    "title": "Батый",
    "author": "Ян Василий Григорьевич",
    "year": 1942,
    "description": "Одним из самых запоминающихся, болезненных и кровавых периодов в истории России считается время нашествия татаро-монголов. Этот период был долгим и мучительным для российских земель, Золотая Орда не желала останавливаться ни перед чем в достижении своей цели. Однако историю, написанную сухим и отстраненным языком, бывает не так интересно читать, как произведения, изобилующие яркими описаниями, четко передающими атмосферу того времени. Трилогия о нашествии монголов, написанная Василием Яном, может быть отнесена к разряду тех произведений, которые погружают в описываемые события настолько, что, кажется, видишь все своими глазами.",
    "photoUrl": "https://cdn1.ozone.ru/s3/multimedia-v/6025044043.jpg"
  },
  {
    "id": 9,
    "title": "К последнему морю",
    "author": "Ян Василий Григорьевич",
    "year": 1955,
    "description": "Чтобы завоевать весь мир, нужно иметь очень много сил и большую власть. И если одни готовы из страха стразу же покориться, то другие будут биться до последнего. За всю историю из тех, кто хотел подчинить мир своей власти, можно выделить татаро-монголов, не желавших щадить никого. Этот период описан Василием Григорьевичем Яном в цикле «Нашествие монголов», а книга «К \"последнему\" морю» завершает трилогию.",
    "photoUrl": "https://cdn1.ozone.ru/multimedia/1003865363.jpg"
  }
]
